the	0
last	1
time	2
they	3
were	4
seen	5
on	6
field	7
at	8
yankee	9
stadium	10
inadvertently	11
influencing	12
outcome	13
of	14
game	15
that	16
sent	17
cleveland	18
indians	19
home	20
and	21
yankees	22
to	23
world	24
series	25
not	26
say	27
umpires	28
will	29
mess	30
up	31
in	32
but	33
have	34
shown	35
are	36
eminently	37
capable	38
interfering	39
with	40
natural	41
progression	42
postseason	43
games	44
all	45
right	46
so	47
ted	48
hendry	49
wo	50
be	51
collective	52
bargaining	53
agreement	54
leagues	55
does	56
allow	57
an	58
umpire	59
work	60
both	61
a	62
league	63
championship	64
joe	65
brinkman	66
here	67
either	68
even	69
though	70
for	71
division	72
three	73
american	74
who	75
crew	76
did	77
first	78
round	79
playoffs	80
one	81
them	82
richie	83
garcia	84
chief	85
behind	86
plate	87
saturday	88
night	89
opener	90
gene	91
budig	92
al	93
president	94
friday	95
called	96
veteran	97
most	98
respected	99
after	100
move	101
sunday	102
now	103
why	104
combination	105
sound	106
familiar	107
ah	108
yes	109
worked	110
he	111
was	112
1	113
two	114
years	115
ago	116
when	117
young	118
fan	119
from	120
new	121
jersey	122
no	123
name	124
please	125
has	126
been	127
enough	128
reached	129
over	130
fence	131
caught	132
derek	133
jeter	134
fly	135
ball	136
just	137
as	138
tony	139
tarasco	140
baltimore	141
fielder	142
prepared	143
catch	144
it	145
ruled	146
interference	147
run	148
then	149
said	150
oops	151
watching	152
television	153
replay	154
clearly	155
showing	156
too	157
late	158
call	159
helped	160
win	161
set	162
tone	163
made	164
mistake	165
you	166
know	167
best	168
out	169
there	170
baseball	171
official	172
speaking	173
condition	174
anonymity	175
knowledge	176
comes	177
small	178
consolation	179
orioles	180
acknowledged	181
like	182
players	183
managers	184
perfect	185
major	186
skilled	187
what	188
do	189
human	190
telephone	191
interview	192
day	193
very	194
good	195
job	196
rounds	197
difficult	198
happens	199
happened	200
suffered	201
brunt	202
fallibility	203
we	204
had	205
highlight	206
reel	207
getting	208
knocked	209
down	210
by	211
baseballs	212
general	213
manager	214
john	215
hart	216
final	217
against	218
lose	219
us	220
our	221
share	222
controversies	223
playoff	224
boston	225
bad	226
his	227
calls	228
pitches	229
plays	230
immediately	231
provoked	232
disputes	233
led	234
ejecting	235
mike	236
hargrove	237
into	238
2	239
dwight	240
gooden	241
their	242
starting	243
pitcher	244
19	245
later	246
or	247
wrong	248
depending	249
point	250
view	251
noncall	252
travis	253
fryman	254
12th	255
inning	256
alcs	257
ruling	258
went	259
favor	260
little	261
else	262
4	263
stealing	264
second	265
fifth	266
throw	267
sandy	268
alomar	269
hit	270
jim	271
mckean	272
jumped	273
try	274
get	275
way	276
instead	277
kicked	278
batted	279
omar	280
vizquel	281
line	282
drive	283
struck	284
worst	285
6	286
force	287
play	288
base	289
bernie	290
williams	291
safe	292
foot	293
came	294
off	295
before	296
members	297
indicated	298
thought	299
i	300
asked	301
take	302
big	303
think	304
rather	305
comment	306
about	307
stir	308
lot	309
controversy	310
want	311
player	312
believes	313
says	314
worry	315
any	316
subsequent	317
if	318
implying	319
another	320
member	321
doubt	322
sure	323
this	324
uniformed	325
team	326
saw	327
also	328
is	329
smooth	330
would	331
come	332
bag	333
today	334
faster	335
than	336
used	337
observer	338
sharper	339
maybe	340
dale	341
scott	342
tim	343
tschida	344
jerry	345
crawford	346
dana	347
demuth	348
mark	349
hirschbeck	350
national	351
sharp	352
18th	353
century	354
french	355
guillotine	356
these	357
four	358
seven	359
leonard	360
coleman	361
nl	362
added	363
splendid	364
working	365
proven	366
total	367
confidence	368
should	369
let	370
make	371
errors	372
decisions	373
everyone	374
talk	375
york	376
times	377
editorial	378
17	379
fitting	380
memorable	381
seasons	382
conclude	383
opens	384
aging	385
still	386
grand	387
cathedral	388
sport	389
bedecked	390
bunting	391
banners	392
revered	393
ballpark	394
always	395
elevates	396
its	397
aura	398
history	399
accomplishment	400
makes	401
venue	402
part	403
determine	404
whether	405
1998	406
greatest	407
teams	408
modern	409
era	410
talented	411
squad	412
owned	413
regular	414
season	415
folded	416
yorkers	417
boisterous	418
boastful	419
bunch	420
patter	421
city	422
week	423
loud	424
arrogant	425
must	426
seem	427
anyone	428
venturing	429
san	430
diego	431
root	432
padres	433
word	434
sidewalks	435
subways	436
measure	437
lethal	438
pitchers	439
kevin	440
brown	441
andy	442
ashby	443
closers	444
trevor	445
hoffman	446
mention	447
prolific	448
hitters	449
gwynn	450
greg	451
vaughn	452
hobbling	453
dangerous	454
how	455
match	456
rotation	457
david	458
wells	459
orlando	460
hernandez	461
cone	462
pettitte	463
bullpen	464
flamethrower	465
mariano	466
rivera	467
plus	468
deepest	469
batting	470
order	471
yet	472
truth	473
fans	474
terrified	475
crumple	476
can	477
spend	478
lifetime	479
waiting	480
see	481
historic	482
caliber	483
reach	484
sanctified	485
status	486
unless	487
ends	488
winning	489
doubts	490
keep	491
creeping	492
pitiful	493
through	494
tino	495
martinez	496
top	497
producer	498
numbing	499
slump	500
champ	501
well	502
pennant	503
seemed	504
distracted	505
personal	506
matters	507
shane	508
spencer	509
rookie	510
slugging	511
sensation	512
september	513
turned	514
october	515
struggling	516
since	517
august	518
curious	519
thing	520
which	521
won	522
more	523
during	524
quiet	525
unobtrusive	526
sports	527
dominant	528
superstar	529
swaggering	530
clubhouse	531
leader	532
seems	533
belong	534
start	535
drift	536
tend	537
fear	538
might	539
simply	540
fade	541
away	542
until	543
surged	544
temporarily	545
ahead	546
faced	547
serious	548
test	549
resiliency	550
already	551
taste	552
parade	553
broadway	554
every	555
mighty	556
cheer	557
lurk	558
curtain	559
falls	560
unheralded	561
unlegendary	562
remembered	563
high	564
expectations	565
man	566
tampa	567
anymore	568
knowing	569
everybody	570
torre	571
family	572
passed	573
tickets	574
divisional	575
much	576
parsley	577
life	578
pressure	579
those	580
people	581
saying	582
owner	583
themselves	584
nothing	585
appropriate	586
victories	587
anything	588
less	589
125	590
feel	591
emptiness	592
different	593
six	594
fell	595
bus	596
gloom	597
doom	598
other	599
cities	600
compare	601
letdown	602
grip	603
insatiable	604
heart	605
yanks	606
short	607
system	608
practically	609
football	610
where	611
mentality	612
produces	613
exalted	614
super	615
bowl	616
champion	617
full	618
chumps	619
losers	620
condemned	621
nether	622
demons	623
kicking	624
sore	625
spots	626
eternity	627
sweet	628
reward	629
excellence	630
eight	631
per	632
winners	633
met	634
daylight	635
early	636
clubbed	637
my	638
poor	639
brooklyn	640
dodgers	641
submission	642
once	643
again	644
next	645
year	646
1969	647
began	648
1995	649
resist	650
babble	651
records	652
flung	653
hyperactive	654
computers	655
broadcasters	656
dozens	657
networks	658
carry	659
competition	660
between	661
encourages	662
athletes	663
relatively	664
devoid	665
strategy	666
somehow	667
leave	668
feeling	669
inadequate	670
houston	671
astros	672
going	673
around	674
perform	675
texas	676
rangers	677
sulking	678
because	679
hitting	680
could	681
hardly	682
touch	683
pitching	684
counted	685
chicago	686
glory	687
special	688
spot	689
sammy	690
sosa	691
66	692
runs	693
beat	694
cubs	695
eastern	696
title	697
held	698
canyons	699
lindbergh	700
glenn	701
mets	702
hailed	703
indignity	704
red	705
sox	706
whose	707
occasional	708
qualification	709
merely	710
signal	711
atlanta	712
exactly	713
management	714
repeating	715
main	716
goal	717
recorded	718
announcement	719
live	720
phrase	721
nineteen	722
being	723
chanted	724
bronx	725
put	726
misery	727
leaves	728
only	729
virtually	730
bruce	731
bochy	732
reserve	733
1984	734
looking	735
back	736
wish	737
attitude	738
hey	739
playing	740
recalled	741
underdog	742
1996	743
felt	744
braves	745
am	746
predicting	747
tough	748
162	749
having	750
fight	751
bite	752
scratch	753
everything	754
continued	755
spring	756
training	757
go	758
played	759
course	760
far	761
legitimizing	762
hate	763
negative	764
terms	765
takes	766
bit	767
luster	768
accomplished	769
initially	770
key	771
sentence	772
built	773
demand	774
while	775
better	776
whole	777
victim	778
own	779
starts	780
wants	781
free	782
mind	783
worrying	784
extremely	785
uncertain	786
future	787
undisclosed	788
matter	789
perplexing	790
pleasing	791
easy	792
uncluttered	793
sign	794
return	795
center	796
agency	797
chance	798
offer	799
him	800
lavish	801
contract	802
forced	803
decide	804
fattest	805
paycheck	806
situation	807
choice	808
pretty	809
fat	810
boras	811
agent	812
compared	813
client	814
10	815
bracket	816
price	817
tag	818
surely	819
escalated	820
average	821
drilling	822
26	823
homers	824
knocking	825
97	826
agreed	827
theory	828
outbid	829
aloof	830
declined	831
discuss	832
thinking	833
focus	834
issue	835
study	836
coming	837
days	838
hovers	839
ominously	840
george	841
steinbrenner	842
brian	843
cashman	844
balancing	845
excitement	846
reality	847
trying	848
ugliness	849
front	850
although	851
adamant	852
discussing	853
relented	854
slightly	855
reporter	856
reasons	857
staying	858
answer	859
included	860
escape	861
clause	862
fact	863
career	864
relationships	865
hard	866
impossible	867
somewhere	868
age	869
things	870
happen	871
ca	872
really	873
write	874
stone	875
traded	876
become	877
agents	878
decision	879
accountable	880
crown	881
stumped	882
wow	883
funny	884
some	885
sit	886
financial	887
12	888
million	889
gets	890
generous	891
possible	892
likely	893
range	894
speculate	895
something	896
give	897
effort	898
level	899
comfortable	900
hopefully	901
marriage	902
divorce	903
earned	904
pursue	905
interesting	906
choices	907
respond	908
someone	909
suggested	910
accept	911
remain	912
popular	913
likes	914
teammates	915
straight	916
hesitate	917
response	918
distract	919
me	920
need	921
talked	922
end	923
remarkable	924
disrupt	925
bittersweet	926
ending	927
association	928
fun	929
walked	930
strong	931
bonkers	932
morning	933
680	934
shave	935
heads	936
radio	937
promotion	938
raffle	939
skybox	940
show	941
support	942
ticket	943
tommy	944
sablan	945
jeff	946
jer	947
symbolic	948
efforts	949
bald	950
wally	951
joyner	952
leyritz	953
thousand	954
showed	955
men	956
women	957
children	958
barbers	959
20	960
hairdressers	961
took	962
hours	963
lines	964
buzzed	965
shocked	966
turnout	967
bandwagon	968
town	969
buy	970
concert	971
type	972
public	973
bigger	974
monday	975
real	976
thursday	977
lead	978
gearing	979
shot	980
traditional	981
ways	982
appearance	983
downtown	984
business	985
district	986
marquees	987
read	988
rally	989
attended	990
several	991
hundred	992
attendance	993
record	994
nearly	995
half	996
stemmed	997
moores	998
larry	999
lucchino	1000
entertainment	1001
park	1002
bought	1003
december	1004
1994	1005
diversified	1006
group	1007
crowd	1008
yuppified	1009
proud	1010
generations	1011
families	1012
donna	1013
mcmahon	1014
homemaker	1015
la	1016
jolla	1017
she	1018
pacific	1019
coast	1020
lane	1021
near	1022
harbor	1023
streetcar	1024
school	1025
meet	1026
her	1027
father	1028
bleacher	1029
seats	1030
brought	1031
jack	1032
murphy	1033
brings	1034
grandchildren	1035
qualcomm	1036
groups	1037
stands	1038
upper	1039
class	1040
middle	1041
person	1042
mexican	1043
across	1044
border	1045
true	1046
mayor	1047
susan	1048
golding	1049
agrees	1050
giving	1051
credit	1052
balmy	1053
weather	1054
padre	1055
county	1056
suburban	1057
rural	1058
east	1059
north	1060
ranchers	1061
farmers	1062
engineers	1063
yuppies	1064
kids	1065
x	1066
generation	1067
tijuana	1068
long	1069
got	1070
carlos	1071
carrion	1072
born	1073
25	1074
sons	1075
great	1076
look	1077
guys	1078
understand	1079
character	1080
ethic	1081
office	1082
estimates	1083
latin	1084
americans	1085
baja	1086
california	1087
state	1088
sonora	1089
souvenir	1090
store	1091
enabled	1092
advance	1093
past	1094
additional	1095
edge	1096
lineup	1097
generally	1098
effective	1099
terrific	1100
pitched	1101
shutout	1102
innings	1103
pivotal	1104
benefit	1105
worth	1106
rest	1107
3	1108
able	1109
pitch	1110
warm	1111
southern	1112
stuff	1113
stanton	1114
continues	1115
concern	1116
erratic	1117
needs	1118
strikes	1119
low	1120
nelson	1121
lost	1122
command	1123
brief	1124
outing	1125
offense	1126
signs	1127
chuck	1128
knoblauch	1129
consistently	1130
driving	1131
hits	1132
brosius	1133
consistent	1134
bottom	1135
holes	1136
chili	1137
davis	1138
fastballs	1139
funk	1140
problem	1141
use	1142
contribution	1143
jorge	1144
posada	1145
may	1146
strike	1147
zone	1148
power	1149
defense	1150
excellent	1151
third	1152
nobody	1153
taken	1154
advantage	1155
arm	1156
assured	1157
ken	1158
caminiti	1159
steve	1160
finley	1161
expose	1162
trouble	1163
preventing	1164
baserunners	1165
baserunning	1166
extra	1167
bases	1168
particularly	1169
paul	1170
mistakes	1171
probably	1172
steal	1173
slide	1174
step	1175
aggressive	1176
sterling	1177
hitchcock	1178
except	1179
hot	1180
frightening	1181
moment	1182
usually	1183
streaky	1184
putting	1185
runners	1186
moving	1187
along	1188
exceptional	1189
quilvio	1190
veras	1191
leadoff	1192
hitter	1193
adept	1194
drawing	1195
walks	1196
pull	1197
conscious	1198
aim	1199
factor	1200
jam	1201
leaning	1202
necessary	1203
choose	1204
corners	1205
sinking	1206
fastball	1207
slider	1208
suspect	1209
pounded	1210
effectiveness	1211
batters	1212
cause	1213
relief	1214
weakest	1215
aspect	1216
randy	1217
myers	1218
langston	1219
left	1220
side	1221
each	1222
waned	1223
delivered	1224
hands	1225
closer	1226
mostly	1227
avoid	1228
unspectacular	1229
shortstop	1230
chris	1231
gomez	1232
baseman	1233
turning	1234
double	1235
gold	1236
glove	1237
quick	1238
tracking	1239
returning	1240
infield	1241
toward	1242
balls	1243
gaps	1244
24	1245
tight	1246
however	1247
slow	1248
plodding	1249
breaking	1250
outside	1251
anxious	1252
count	1253
fed	1254
outer	1255
occasionally	1256
jamming	1257
honest	1258
lowball	1259
jump	1260
jammed	1261
inside	1262
ruben	1263
impatient	1264
chase	1265
looks	1266
struggle	1267
apparent	1268
bet	1269
throwers	1270
often	1271
sometimes	1272
tendency	1273
feet	1274
hammer	1275
wall	1276
pure	1277
resisting	1278
lays	1279
eye	1280
deep	1281
overpowered	1282
above	1283
belt	1284
cheats	1285
bat	1286
started	1287
making	1288
vulnerable	1289
chases	1290
taking	1291
anticipates	1292
charles	1293
nagy	1294
knows	1295
fares	1296
poorly	1297
splitters	1298
curveballs	1299
sliders	1300
ricky	1301
ledee	1302
expand	1303
falling	1304
attack	1305
aggressively	1306
mph	1307
breaks	1308
forkball	1309
dives	1310
holds	1311
challenging	1312
curveball	1313
changeup	1314
improved	1315
allowed	1316
many	1317
29	1318
homer	1319
slam	1320
announced	1321
neglected	1322
loose	1323
wednesday	1324
boos	1325
ovation	1326
liked	1327
exhaled	1328
emphasized	1329
concerned	1330
rumbling	1331
realized	1332
forgiven	1333
healed	1334
malice	1335
without	1336
earplugs	1337
defeated	1338
tuesday	1339
easily	1340
relieved	1341
awful	1342
forgotten	1343
celebrating	1344
act	1345
tremendous	1346
received	1347
wearing	1348
cap	1349
declared	1350
champions	1351
champagne	1352
dripped	1353
brim	1354
spoke	1355
learned	1356
vilified	1357
leaguers	1358
expected	1359
face	1360
questions	1361
bounce	1362
basically	1363
branded	1364
villain	1365
failing	1366
glanced	1367
running	1368
baseline	1369
argued	1370
scored	1371
watch	1372
newspapers	1373
queasy	1374
huge	1375
knobbie	1376
five	1377
bottle	1378
minutes	1379
reporters	1380
flashed	1381
sort	1382
smile	1383
recently	1384
expect	1385
teased	1386
darryl	1387
strawberry	1388
released	1389
columbia	1390
presbyterian	1391
medical	1392
happily	1393
joked	1394
eating	1395
amount	1396
chicken	1397
potatoes	1398
sounded	1399
fort	1400
lee	1401
hospital	1402
nice	1403
kick	1404
feels	1405
underwent	1406
surgery	1407
remove	1408
cancer	1409
colon	1410
rancho	1411
mirage	1412
old	1413
outfielder	1414
significant	1415
weight	1416
frame	1417
strength	1418
attend	1419
content	1420
relax	1421
forward	1422
echoed	1423
sentiments	1424
news	1425
uplifting	1426
praying	1427
cancerous	1428
cells	1429
found	1430
36	1431
lymph	1432
nodes	1433
removed	1434
abdomen	1435
operation	1436
doctors	1437
told	1438
months	1439
chemotherapy	1440
treatment	1441
returns	1442
least	1443
hour	1444
never	1445
scared	1446
emotional	1447
wanted	1448
knew	1449
stopped	1450
laughed	1451
ever	1452
deal	1453
head	1454
eric	1455
chemo	1456
discovery	1457
node	1458
proved	1459
spread	1460
remained	1461
optimistic	1462
information	1463
spreading	1464
crazy	1465
wheelchair	1466
few	1467
congregated	1468
struggled	1469
cry	1470
hugged	1471
nurses	1472
thanked	1473
supporting	1474
rose	1475
carefully	1476
entered	1477
car	1478
unlike	1479
starter	1480
predicted	1481
throttle	1482
refused	1483
prediction	1484
soon	1485
ring	1486
hopeful	1487
1999	1488
confident	1489
number	1490
39	1491
caps	1492
inspiration	1493
ready	1494
anywhere	1495
squeegee	1496
speculation	1497
rampant	1498
exiled	1499
crumbled	1500
midst	1501
changed	1502
trailed	1503
seventh	1504
tie	1505
score	1506
smashed	1507
explosion	1508
rocketed	1509
victory	1510
beyond	1511
seizing	1512
neutralize	1513
ace	1514
mound	1515
hope	1516
upset	1517
earliest	1518
banged	1519
single	1520
thrown	1521
whopping	1522
64	1523
reliever	1524
donne	1525
done	1526
exploiting	1527
notoriety	1528
gaffe	1529
standing	1530
rolled	1531
stop	1532
decisive	1533
reprieve	1534
experience	1535
facing	1536
duck	1537
under	1538
runaway	1539
swung	1540
lifted	1541
kept	1542
carrying	1543
drifting	1544
disappear	1545
shook	1546
rounded	1547
crossed	1548
thrust	1549
arms	1550
air	1551
yelling	1552
hyped	1553
olympic	1554
weightlifter	1555
successfully	1556
hoisted	1557
stomped	1558
dugout	1559
helmet	1560
banging	1561
singled	1562
noticed	1563
flied	1564
advanced	1565
wild	1566
intentionally	1567
drew	1568
walk	1569
loaded	1570
76	1571
threw	1572
corner	1573
glared	1574
snapping	1575
understood	1576
refer	1577
cookie	1578
tasty	1579
ate	1580
soared	1581
deck	1582
lifting	1583
pumped	1584
chant	1585
wave	1586
gone	1587
forcing	1588
32	1589
none	1590
fielders	1591
pulled	1592
outs	1593
foul	1594
stood	1595
waving	1596
push	1597
fair	1598
body	1599
english	1600
landed	1601
skipping	1602
blooper	1603
grounded	1604
bringing	1605
50	1606
attacked	1607
catcher	1608
jogged	1609
perhaps	1610
remind	1611
conventional	1612
wisdom	1613
returned	1614
swing	1615
click	1616
golf	1617
retired	1618
snapped	1619
contact	1620
send	1621
looper	1622
stepped	1623
looked	1624
coach	1625
flannery	1626
runner	1627
fired	1628
ripped	1629
crashed	1630
disgusted	1631
asking	1632
slugged	1633
april	1634
silent	1635
stay	1636
shipment	1637
bats	1638
arrived	1639
massaged	1640
handles	1641
thin	1642
barrels	1643
listened	1644
certain	1645
slowly	1646
excited	1647
fresh	1648
reacted	1649
leaguer	1650
wielding	1651
aluminum	1652
saving	1653
trees	1654
representative	1655
company	1656
joke	1657
specially	1658
designed	1659
quest	1660
host	1661
imitate	1662
letterman	1663
wood	1664
numerous	1665
alive	1666
missing	1667
action	1668
forget	1669
easier	1670
your	1671
biggest	1672
normally	1673
sight	1674
calendar	1675
flips	1676
experienced	1677
frustrating	1678
5	1679
30	1680
strikeouts	1681
7	1682
9	1683
superior	1684
continue	1685
valuable	1686
sometime	1687
singles	1688
gotten	1689
guy	1690
needing	1691
groove	1692
drought	1693
joining	1694
107	1695
rbi	1696
puny	1697
statistics	1698
especially	1699
driven	1700
381	1701
455	1702
guess	1703
evening	1704
tougher	1705
dropped	1706
sixth	1707
further	1708
notice	1709
blamed	1710
paucity	1711
production	1712
impatience	1713
flailed	1714
counts	1715
admitted	1716
previous	1717
failures	1718
caused	1719
obviously	1720
unattainable	1721
actually	1722
alterations	1723
plates	1724
appearances	1725
pacify	1726
cling	1727
anyway	1728
nasty	1729
34	1730
swinging	1731
patient	1732
wait	1733
cecil	1734
paced	1735
join	1736
july	1737
grabbed	1738
such	1739
attractive	1740
replacement	1741
luis	1742
sojo	1743
worse	1744
tries	1745
positive	1746
finally	1747
produce	1748
enjoy	1749
legal	1750
tool	1751
government	1752
using	1753
assault	1754
microsoft	1755
sherman	1756
antitrust	1757
1890	1758
vague	1759
malleable	1760
meant	1761
bedrock	1762
statute	1763
policy	1764
turns	1765
toothless	1766
powerful	1767
politics	1768
economics	1769
interpreted	1770
courts	1771
sponsored	1772
ohio	1773
republican	1774
younger	1775
brother	1776
civil	1777
war	1778
william	1779
tecumseh	1780
nod	1781
backlash	1782
rise	1783
industrial	1784
trusts	1785
oil	1786
steel	1787
railroads	1788
laborers	1789
owners	1790
sizable	1791
voting	1792
resented	1793
vehicles	1794
concentrated	1795
large	1796
holding	1797
corporations	1798
viewed	1799
others	1800
engines	1801
modernization	1802
industrialization	1803
economists	1804
opposed	1805
law	1806
congress	1807
vaguely	1808
worded	1809
compromise	1810
impact	1811
senator	1812
quoted	1813
matthew	1814
josephson	1815
robber	1816
barons	1817
explained	1818
appease	1819
restive	1820
masses	1821
provisions	1822
sections	1823
conspiracy	1824
restraint	1825
trade	1826
attempt	1827
monopolize	1828
magna	1829
carta	1830
uses	1831
term	1832
critics	1833
derided	1834
impenetrable	1835
language	1836
swiss	1837
cheese	1838
1900s	1839
political	1840
climate	1841
growing	1842
antagonism	1843
income	1844
widened	1845
tapped	1846
avowed	1847
trustbuster	1848
theodore	1849
roosevelt	1850
became	1851
1901	1852
elastic	1853
piece	1854
social	1855
legislation	1856
perceived	1857
exploitation	1858
aggregation	1859
eleanor	1860
fox	1861
professor	1862
university	1863
model	1864
trust	1865
principal	1866
target	1867
trustbusters	1868
standard	1869
shrewdly	1870
distinction	1871
thrived	1872
efficiency	1873
grew	1874
result	1875
inevitable	1876
economic	1877
forces	1878
unfair	1879
practices	1880
throughout	1881
1880s	1882
rivals	1883
complained	1884
founder	1885
rockefeller	1886
kerosene	1887
burned	1888
light	1889
nation	1890
homes	1891
steadily	1892
reasonably	1893
enterprising	1894
monopoly	1895
raised	1896
prices	1897
united	1898
states	1899
prop	1900
profits	1901
engaged	1902
royal	1903
europe	1904
genuine	1905
consumers	1906
hurt	1907
swelled	1908
encouraged	1909
successor	1910
howard	1911
taft	1912
federal	1913
suit	1914
filed	1915
1906	1916
supreme	1917
court	1918
approved	1919
breakup	1920
case	1921
historians	1922
observe	1923
common	1924
themes	1925
companies	1926
bill	1927
gates	1928
chairman	1929
presidential	1930
involvement	1931
consumer	1932
dissatisfaction	1933
ron	1934
chernow	1935
author	1936
titan	1937
biography	1938
kind	1939
honeymoon	1940
period	1941
widespread	1942
adulation	1943
favorable	1944
press	1945
coverage	1946
monopolist	1947
almost	1948
laws	1949
broadly	1950
rulings	1951
ambiguous	1952
sides	1953
citing	1954
same	1955
opposing	1956
arguments	1957
whatever	1958
trial	1959
scheduled	1960
begin	1961
washington	1962
appeal	1963
task	1964
100	1965
clashing	1966
doctrines	1967
focuses	1968
windows	1969
operating	1970
controls	1971
90	1972
percent	1973
sold	1974
objective	1975
curb	1976
illegal	1977
monopolistic	1978
threaten	1979
render	1980
parts	1981
economy	1982
vicissitudes	1983
asserts	1984
intended	1985
control	1986
features	1987
stakes	1988
dispute	1989
narrow	1990
contracts	1991
computer	1992
manufacturers	1993
provide	1994
access	1995
internet	1996
illegally	1997
stifle	1998
prohibit	1999
substituting	2000
netscape	2001
communications	2002
navigator	2003
browser	2004
explorer	2005
removing	2006
screen	2007
desktop	2008
links	2009
sites	2010
wide	2011
web	2012
partners	2013
connect	2014
businesses	2015
sell	2016
goods	2017
services	2018
require	2019
favored	2020
exchange	2021
wake	2022
lawsuit	2023
voluntarily	2024
requirements	2025
reinstate	2026
tangible	2027
benefits	2028
customers	2029
including	2030
justice	2031
department	2032
bundling	2033
95	2034
inclusion	2035
98	2036
tying	2037
practice	2038
product	2039
purchase	2040
create	2041
market	2042
protect	2043
existing	2044
systems	2045
latter	2046
threat	2047
according	2048
browsers	2049
potential	2050
software	2051
platform	2052
programs	2053
insulate	2054
experts	2055
provided	2056
clear	2057
definition	2058
guidelines	2059
determining	2060
exclusionary	2061
lawrence	2062
white	2063
economist	2064
1980s	2065
treat	2066
unusual	2067
ubiquitous	2068
challenge	2069
erasers	2070
tip	2071
pencils	2072
tires	2073
automobile	2074
buttons	2075
shirts	2076
shared	2077
widely	2078
among	2079
example	2080
results	2081
products	2082
enables	2083
recover	2084
development	2085
costs	2086
locks	2087
offered	2088
guidance	2089
distinguishing	2090
nub	2091
passes	2092
gross	2093
offers	2094
immediate	2095
causes	2096
damage	2097
therefore	2098
ultimately	2099
higher	2100
hurdle	2101
yielding	2102
net	2103
balance	2104
harm	2105
satisfies	2106
simple	2107
cite	2108
cases	2109
embarrassment	2110
consider	2111
1985	2112
aspen	2113
skiing	2114
highlands	2115
1951	2116
lorain	2117
journal	2118
ski	2119
cooperation	2120
competitor	2121
gave	2122
skiers	2123
unilaterally	2124
canceled	2125
rival	2126
revenues	2127
shriveled	2128
sued	2129
violated	2130
evidence	2131
local	2132
newspaper	2133
advertising	2134
advertised	2135
station	2136
indeed	2137
precedent	2138
augurs	2139
seeks	2140
install	2141
alongside	2142
rule	2143
consultant	2144
argues	2145
pounced	2146
resulted	2147
lower	2148
service	2149
nor	2150
hypothetical	2151
demonstrable	2152
besides	2153
actions	2154
prevent	2155
installing	2156
neither	2157
answered	2158
apply	2159
design	2160
jefferson	2161
parish	2162
et	2163
hyde	2164
cited	2165
recognized	2166
surgeons	2167
anesthesiologists	2168
integrated	2169
surgical	2170
patients	2171
panel	2172
separately	2173
principle	2174
undercut	2175
functional	2176
interdependence	2177
requires	2178
concurring	2179
opinion	2180
alleges	2181
draw	2182
ibm	2183
change	2184
vendors	2185
attach	2186
peripheral	2187
equipment	2188
argument	2189
nowhere	2190
identified	2191
explicitly	2192
throwing	2193
tied	2194
basis	2195
emphasize	2196
steer	2197
redesigning	2198
technically	2199
sophisticated	2200
rejoinder	2201
note	2202
sole	2203
purpose	2204
sense	2205
bless	2206
dollar	2207
stamping	2208
tomorrow	2209
ask	2210
insist	2211
monopolists	2212
means	2213
achieve	2214
agree	2215
subject	2216
restrictive	2217
grabs	2218
weigh	2219
bundled	2220
package	2221
versus	2222
diminished	2223
markets	2224
prove	2225
fiendishly	2226
tests	2227
impossibly	2228
arbitrary	2229
thomas	2230
campbell	2231
former	2232
stanford	2233
practical	2234
effect	2235
hand	2236
defendants	2237
gravitated	2238
simpler	2239
predation	2240
thus	2241
pave	2242
raise	2243
defending	2244
itself	2245
charge	2246
amounts	2247
victimizing	2248
baxter	2249
headed	2250
reagan	2251
littered	2252
contradictory	2253
nonsensical	2254
verdicts	2255
plenty	2256
leeway	2257
hear	2258
stiffen	2259
spine	2260
shortly	2261
joel	2262
klein	2263
assistant	2264
attorney	2265
silicon	2266
valley	2267
executive	2268
recalls	2269
telling	2270
industry	2271
replied	2272
concerns	2273
strongest	2274
involved	2275
battle	2276
navigating	2277
extends	2278
embrace	2279
described	2280
recent	2281
filing	2282
broad	2283
pattern	2284
conduct	2285
insists	2286
prime	2287
examples	2288
witness	2289
list	2290
suing	2291
reflects	2292
james	2293
barksdale	2294
appear	2295
followed	2296
executives	2297
representing	2298
cross	2299
section	2300
intel	2301
sun	2302
microsystems	2303
apple	2304
america	2305
online	2306
intuit	2307
ambitious	2308
complicated	2309
chosen	2310
charges	2311
courtroom	2312
judge	2313
penfield	2314
jackson	2315
ranging	2316
afield	2317
original	2318
wins	2319
broadened	2320
remedies	2321
steps	2322
amounted	2323
equal	2324
hold	2325
separate	2326
hearing	2327
consideration	2328
include	2329
basic	2330
changes	2331
loosen	2332
computing	2333
precisely	2334
sweeping	2335
reform	2336
foes	2337
applaud	2338
doubled	2339
yoffie	2340
harvard	2341
book	2342
competing	2343
lessons	2344
meanwhile	2345
camp	2346
dismissed	2347
desperate	2348
june	2349
threatened	2350
undermine	2351
involving	2352
interpretation	2353
consent	2354
decree	2355
signed	2356
appeals	2357
bundle	2358
assertion	2359
current	2360
together	2361
given	2362
thwart	2363
senior	2364
blunderbuss	2365
approach	2366
scrambling	2367
find	2368
gun	2369
barrel	2370
appellate	2371
shake	2372
prosecution	2373
strengthened	2374
within	2375
urging	2376
investigation	2377
moved	2378
prosecutors	2379
raced	2380
accelerated	2381
schedule	2382
speed	2383
priority	2384
outset	2385
introduced	2386
seeking	2387
block	2388
release	2389
lawyers	2390
pc	2391
makers	2392
users	2393
adopt	2394
latest	2395
version	2396
functions	2397
central	2398
nervous	2399
allegations	2400
namely	2401
defend	2402
position	2403
extend	2404
wrapped	2405
bow	2406
plan	2407
broader	2408
noted	2409
boies	2410
renowned	2411
litigator	2412
partner	2413
cravath	2414
swaine	2415
amp	2416
moore	2417
defended	2418
confrontation	2419
named	2420
counsel	2421
finishing	2422
private	2423
firm	2424
schiller	2425
leaned	2426
heavily	2427
story	2428
mentioning	2429
130	2430
complaint	2431
memorandum	2432
prominently	2433
mentioned	2434
tactics	2435
creator	2436
java	2437
programming	2438
behavior	2439
crafted	2440
template	2441
stretching	2442
piled	2443
fit	2444
widening	2445
explains	2446
gathering	2447
older	2448
material	2449
contention	2450
pressured	2451
microchip	2452
maker	2453
close	2454
multimedia	2455
conflict	2456
plans	2457
contends	2458
occurred	2459
meetings	2460
andrew	2461
grove	2462
episode	2463
copies	2464
handwritten	2465
notes	2466
steven	2467
mcgeady	2468
vice	2469
memo	2470
written	2471
28	2472
seal	2473
threats	2474
livid	2475
investments	2476
quotes	2477
maritz	2478
enemy	2479
role	2480
fill	2481
documents	2482
francisco	2483
november	2484
investigative	2485
subpoena	2486
served	2487
intriguing	2488
surfaced	2489
contending	2490
tried	2491
urge	2492
selling	2493
quicktime	2494
convince	2495
streaming	2496
witnesses	2497
increasingly	2498
willing	2499
testify	2500
beginning	2501
believed	2502
retaliate	2503
improve	2504
snowballed	2505
scrutiny	2506
largest	2507
independent	2508
spanned	2509
democratic	2510
administrations	2511
hundreds	2512
investigators	2513
coordinated	2514
accounts	2515
pursuit	2516
leaps	2517
dead	2518
evolved	2519
controlled	2520
afternoon	2521
convention	2522
las	2523
vegas	2524
dragged	2525
conference	2526
dominated	2527
entire	2528
leading	2529
collaborating	2530
marketing	2531
worried	2532
articles	2533
uncomfortably	2534
cannavino	2535
niche	2536
asserted	2537
receive	2538
certainly	2539
happy	2540
disagree	2541
attention	2542
publications	2543
weeks	2544
norris	2545
lawyer	2546
commission	2547
byte	2548
magazine	2549
defined	2550
unified	2551
vision	2552
graphical	2553
environments	2554
article	2555
divided	2556
colluding	2557
divide	2558
violation	2559
ftc	2560
staff	2561
opened	2562
unrelenting	2563
constantly	2564
evolving	2565
month	2566
nine	2567
multiplicity	2568
woven	2569
threads	2570
drawn	2571
dozen	2572
inquiries	2573
span	2574
feared	2575
value	2576
234	2577
billion	2578
presents	2579
highly	2580
visible	2581
allies	2582
clinton	2583
administration	2584
agenda	2585
interviews	2586
officials	2587
friends	2588
outgrowth	2589
investigations	2590
operates	2591
considerations	2592
bush	2593
serves	2594
adviser	2595
advocate	2596
house	2597
punctilious	2598
decided	2599
communication	2600
branches	2601
suggest	2602
dealing	2603
technology	2604
specifically	2605
relating	2606
statutory	2607
restriction	2608
criminal	2609
prosecutions	2610
invariably	2611
carried	2612
merger	2613
military	2614
aviation	2615
industries	2616
transportation	2617
dita	2618
beard	2619
lobbyist	2620
itt	2621
accused	2622
1972	2623
donation	2624
settling	2625
suits	2626
nixon	2627
authenticity	2628
denied	2629
writing	2630
watergate	2631
immaculate	2632
gore	2633
volunteered	2634
question	2635
depart	2636
important	2637
sector	2638
based	2639
date	2640
handled	2641
publicly	2642
represents	2643
issues	2644
commented	2645
foolish	2646
involve	2647
politically	2648
acceptable	2649
odd	2650
pressed	2651
explain	2652
charged	2653
democrats	2654
rely	2655
donations	2656
present	2657
extension	2658
conducted	2659
following	2660
initial	2661
inquiry	2662
irrelevant	2663
abandoned	2664
quickly	2665
cipher	2666
faded	2667
troubled	2668
1991	2669
works	2670
informed	2671
expanded	2672
letter	2673
areas	2674
idea	2675
lies	2676
commissioners	2677
approve	2678
difficulty	2679
monopolization	2680
1993	2681
voted	2682
file	2683
formal	2684
deadlock	2685
dismissal	2686
pick	2687
farther	2688
robert	2689
litan	2690
brookings	2691
institution	2692
complaining	2693
fully	2694
researched	2695
files	2696
briefed	2697
picked	2698
thread	2699
cement	2700
promised	2701
copy	2702
installed	2703
sale	2704
similar	2705
offices	2706
network	2707
overtook	2708
prospered	2709
surprisingly	2710
complaints	2711
filled	2712
void	2713
anne	2714
bingaman	2715
remarked	2716
seriously	2717
dominance	2718
persuade	2719
explore	2720
marketed	2721
formally	2722
violating	2723
sales	2724
installation	2725
overturned	2726
summer	2727
meantime	2728
attorneys	2729
predatory	2730
ii	2731
dealt	2732
1990s	2733
twisted	2734
spun	2735
whiff	2736
revolution	2737
opportunity	2738
entrepreneurs	2739
break	2740
browsing	2741
ignited	2742
boom	2743
clark	2744
boldly	2745
attacking	2746
borrowed	2747
imagery	2748
movie	2749
star	2750
wars	2751
referring	2752
death	2753
rebel	2754
alliance	2755
vengeance	2756
dispatched	2757
programmers	2758
poured	2759
millions	2760
dollars	2761
prodded	2762
distribute	2763
campaign	2764
cut	2765
supply	2766
competitors	2767
encountered	2768
corporate	2769
professional	2770
investors	2771
finance	2772
ventures	2773
collided	2774
window	2775
muscle	2776
influence	2777
recounted	2778
figure	2779
charging	2780
regardless	2781
previously	2782
unreported	2783
details	2784
incidents	2785
complete	2786
picture	2787
compaq	2788
considered	2789
loading	2790
spyglass	2791
supplying	2792
timing	2793
rude	2794
surprise	2795
overnight	2796
licensing	2797
suddenly	2798
available	2799
competes	2800
fiercely	2801
electronic	2802
commerce	2803
divisions	2804
shopping	2805
pass	2806
subscribers	2807
placement	2808
developing	2809
microprocessors	2810
serve	2811
brains	2812
chip	2813
lucrative	2814
partnership	2815
pervasive	2816
venture	2817
capitalists	2818
privately	2819
learn	2820
investor	2821
observed	2822
steamroller	2823
adamantly	2824
denies	2825
broken	2826
situations	2827
acknowledge	2828
apology	2829
suffer	2830
irritated	2831
guided	2832
inexpensively	2833
conveniently	2834
living	2835
routinely	2836
accommodations	2837
emanates	2838
master	2839
owns	2840
essential	2841
utility	2842
geopartners	2843
research	2844
consulting	2845
acts	2846
gatekeeper	2847
pipeline	2848
innovation	2849
sitting	2850
deciding	2851
help	2852
circling	2853
warily	2854
event	2855
define	2856
unflinching	2857
meeting	2858
21	2859
room	2860
headquarters	2861
mountain	2862
equivalent	2863
storied	2864
gatherings	2865
railroad	2866
cars	2867
inspired	2868
passage	2869
divvy	2870
collusion	2871
pact	2872
rejected	2873
replies	2874
misinterpreting	2875
routine	2876
strategist	2877
consulted	2878
daniel	2879
rosen	2880
contend	2881
presented	2882
questioned	2883
relying	2884
marc	2885
andreessen	2886
testimony	2887
assert	2888
proposal	2889
elements	2890
incentives	2891
invest	2892
15	2893
stake	2894
technical	2895
seat	2896
board	2897
license	2898
shipped	2899
lever	2900
negotiations	2901
offering	2902
preferential	2903
application	2904
program	2905
interfaces	2906
apis	2907
enable	2908
smoothly	2909
preferred	2910
colleague	2911
encounter	2912
damnedest	2913
35	2914
accepted	2915
money	2916
endorsement	2917
earlier	2918
versions	2919
macintosh	2920
unix	2921
mainly	2922
labs	2923
licensed	2924
aside	2925
hoped	2926
becoming	2927
hoping	2928
scientist	2929
founded	2930
graphics	2931
pioneer	2932
affair	2933
device	2934
keyboards	2935
disk	2936
drives	2937
mesh	2938
reliable	2939
gives	2940
manner	2941
uneasy	2942
requiring	2943
compete	2944
rendered	2945
digital	2946
code	2947
0	2948
blurred	2949
focused	2950
solutions	2951
sworn	2952
jones	2953
absolutely	2954
reads	2955
differently	2956
clarifying	2957
stayed	2958
applications	2959
space	2960
portions	2961
deposition	2962
context	2963
recall	2964
discussion	2965
desire	2966
anybody	2967
participating	2968
relationship	2969
consequences	2970
chose	2971
direction	2972
conversation	2973
critical	2974
technologies	2975
platforms	2976
portrays	2977
comments	2978
innocuous	2979
statements	2980
remarks	2981
warning	2982
alternative	2983
supplant	2984
machines	2985
layer	2986
addition	2987
distributing	2988
developed	2989
upstart	2990
replace	2991
boasted	2992
ambition	2993
relegate	2994
plumbing	2995
underneath	2996
challenger	2997
jewel	2998
internal	2999
tidal	3000
wrote	3001
70	3002
usage	3003
allowing	3004
extensions	3005
api	3006
commoditize	3007
underlying	3008
sees	3009
adding	3010
bully	3011
squelch	3012
fits	3013
repeatedly	3014
limit	3015
shelve	3016
microprocessor	3017
chips	3018
fortunes	3019
closely	3020
aligned	3021
referred	3022
entity	3023
wintel	3024
employs	3025
architecture	3026
hillsboro	3027
conflicts	3028
typically	3029
pace	3030
innovations	3031
dominate	3032
reaction	3033
sentiment	3034
expressed	3035
santa	3036
clara	3037
contentious	3038
session	3039
stated	3040
fanciful	3041
distortions	3042
created	3043
biased	3044
selection	3045
betrays	3046
utter	3047
failure	3048
meets	3049
talks	3050
levels	3051
investment	3052
discussed	3053
argue	3054
acumen	3055
missteps	3056
document	3057
issued	3058
obtained	3059
unpublished	3060
manuscript	3061
chronicle	3062
authors	3063
michael	3064
cusumano	3065
massachusetts	3066
institute	3067
sloan	3068
blameless	3069
backfired	3070
inviting	3071
retaliation	3072
emphasizing	3073
judgment	3074
achieved	3075
crossing	3076
link	3077
rewards	3078
perils	3079
gathered	3080
daylong	3081
retreat	3082
redmond	3083
revolutionize	3084
concrete	3085
unite	3086
worlds	3087
sinofsky	3088
badly	3089
hasten	3090
entry	3091
naperville	3092
initiated	3093
tiny	3094
eager	3095
selected	3096
commercial	3097
licensee	3098
supercomputing	3099
illinois	3100
douglas	3101
colbeth	3102
international	3103
airport	3104
airlines	3105
carpet	3106
reserved	3107
passengers	3108
himself	3109
remember	3110
couple	3111
bank	3112
reputation	3113
capital	3114
backing	3115
quite	3116
interested	3117
eventually	3118
fold	3119
rapid	3120
deeply	3121
integrate	3122
82	3123
revenue	3124
stream	3125
vanish	3126
smaller	3127
shifted	3128
slashed	3129
payroll	3130
scrambled	3131
niches	3132
succeeded	3133
doing	3134
whenever	3135
someday	3136
build	3137
drop	3138
nonoption	3139
headway	3140
analysts	3141
magazines	3142
87	3143
zona	3144
stand	3145
load	3146
icon	3147
stephen	3148
decker	3149
director	3150
procurement	3151
ultimatum	3152
bluntly	3153
intent	3154
terminate	3155
reversed	3156
alone	3157
defines	3158
adds	3159
prohibits	3160
cutoff	3161
unnecessarily	3162
hardball	3163
tactic	3164
customer	3165
officer	3166
bob	3167
herbold	3168
snippet	3169
portray	3170
noting	3171
totally	3172
dependent	3173
watershed	3174
singular	3175
regarded	3176
obtaining	3177
absolute	3178
proof	3179
investigating	3180
incident	3181
seamlessly	3182
sided	3183
upholding	3184
declare	3185
integration	3186
researcher	3187
bolting	3188
onto	3189
tosses	3190
towel	3191
refers	3192
delicate	3193
sharply	3194
fall	3195
lure	3196
featured	3197
place	3198
ultimate	3199
gain	3200
coveted	3201
estate	3202
13	3203
introduce	3204
improvement	3205
door	3206
direct	3207
msn	3208
investigated	3209
vienna	3210
loathed	3211
designated	3212
watcher	3213
tracked	3214
adversary	3215
desk	3216
windowless	3217
beneath	3218
letters	3219
words	3220
ample	3221
reason	3222
rich	3223
visited	3224
assessed	3225
options	3226
enter	3227
bury	3228
statement	3229
facts	3230
articulating	3231
intuitively	3232
cooperate	3233
exploding	3234
popularity	3235
compuserve	3236
rapidly	3237
advancing	3238
mean	3239
surge	3240
march	3241
11	3242
announce	3243
formula	3244
default	3245
pragmatic	3246
paramount	3247
increase	3248
mainstay	3249
sacrifice	3250
russell	3251
siegelman	3252
disagreed	3253
brad	3254
silverberg	3255
bullet	3256
shows	3257
colburn	3258
overhauled	3259
building	3260
fields	3261
travel	3262
retailing	3263
search	3264
site	3265
regard	3266
primary	3267
hairs	3268
lesson	3269
confront	3270
avoiding	3271
path	3272
startups	3273
follow	3274
prosper	3275
directly	3276
engine	3277
wealth	3278
creation	3279
ambivalent	3280
community	3281
entirely	3282
option	3283
scooped	3284
fledgling	3285
acquiring	3286
promising	3287
understands	3288
breyer	3289
managing	3290
accel	3291
grown	3292
nature	3293
shapes	3294
environment	3295
incredibly	3296
stewart	3297
alsop	3298
enterprise	3299
associates	3300
menlo	3301
invested	3302
stock	3303
yearly	3304
prickly	3305
relations	3306
clarity	3307
maffei	3308
quadrus	3309
sand	3310
hill	3311
road	3312
street	3313
investing	3314
appeared	3315
40	3316
whom	3317
minds	3318
peers	3319
stays	3320
lecture	3321
specialized	3322
manufacturing	3323
resources	3324
swaths	3325
limits	3326
ruthann	3327
quindlen	3328
institutional	3329
vinod	3330
khosla	3331
kleiner	3332
perkins	3333
caufield	3334
byers	3335
quietly	3336
washing	3337
toasters	3338
pushed	3339
ordering	3340
comply	3341
request	3342
examine	3343
army	3344
demands	3345
assurances	3346
targeted	3347
searches	3348
ordered	3349
open	3350
database	3351
perusal	3352
delayed	3353
prepare	3354
minute	3355
broadening	3356
process	3357
preparing	3358
discovered	3359
dealings	3360
avi	3361
tevanian	3362
describe	3363
gosling	3364
gaining	3365
acceptance	3366
counter	3367
muglia	3368
engstrom	3369
warden	3370
turn	3371
approximating	3372
plenary	3373
becomes	3374
clearer	3375
alleging	3376
b	3377
c	3378
alphabet	3379
minimum	3380
delay	3381
normal	3382
setting	3383
motion	3384
professors	3385
crucial	3386
judging	3387
giant	3388
browse	3389
quote	3390
hurried	3391
offerings	3392
race	3393
modules	3394
components	3395
rearragned	3396
blocks	3397
ben	3398
slivka	3399
ie	3400
componentized	3401
legally	3402
cites	3403
requests	3404
insisting	3405
browers	3406
issuing	3407
confidential	3408
review	3409
sought	3410
transcripts	3411
44	3412
employees	3413
interviewed	3414
materials	3415
published	3416
imprint	3417
simon	3418
schuster	3419
print	3420
leaked	3421
organizations	3422
intends	3423
troubles	3424
largely	3425
alleged	3426
detail	3427
stumbled	3428
shifting	3429
obstacles	3430
established	3431
monetary	3432
damages	3433
plaintiffs	3434
debate	3435
sideshow	3436
ram	3437
shriram	3438
bungled	3439
bargain	3440
startup	3441
entitled	3442
netcape	3443
wedded	3444
notion	3445
contrast	3446
stuck	3447
planning	3448
horizon	3449
tactical	3450
strategic	3451
ballmer	3452
cataclysmic	3453
organization	3454
ship	3455
oh	3456
radically	3457
genius	3458
innovator	3459
nerd	3460
visionary	3461
unlocked	3462
painting	3463
darker	3464
portrait	3465
commands	3466
depicted	3467
nixonian	3468
schemer	3469
length	3470
crush	3471
sufficient	3472
weapon	3473
flashing	3474
forth	3475
snippets	3476
videotaped	3477
messages	3478
contradicted	3479
establish	3480
payments	3481
cast	3482
obsessed	3483
domination	3484
navigate	3485
portrayed	3486
schoolyard	3487
rides	3488
roughshod	3489
crudeness	3490
stark	3491
image	3492
benevolent	3493
dictator	3494
guru	3495
pay	3496
lucky	3497
implication	3498
pockets	3499
refuse	3500
needed	3501
goals	3502
surveys	3503
hint	3504
detracting	3505
brand	3506
anticompetitive	3507
despite	3508
reading	3509
mich	3510
matthews	3511
vote	3512
pocketbooks	3513
casting	3514
votes	3515
reported	3516
quarterly	3517
stunning	3518
58	3519
baron	3520
ceo	3521
driver	3522
aaker	3523
expert	3524
haas	3525
berkeley	3526
affect	3527
recognition	3528
signals	3529
cartoons	3530
country	3531
bashed	3532
globe	3533
henchman	3534
dangling	3535
secretary	3536
caller	3537
sorry	3538
busy	3539
teaching	3540
believe	3541
locked	3542
archrival	3543
exaggerated	3544
trash	3545
talking	3546
goes	3547
barkley	3548
jordan	3549
sinister	3550
andrews	3551
manes	3552
doubleday	3553
bitterness	3554
distrust	3555
students	3556
indiana	3557
questioner	3558
roundly	3559
booed	3560
whipping	3561
boy	3562
machiavelli	3563
known	3564
universe	3565
popped	3566
chattanooga	3567
cartoonists	3568
delight	3569
demonizing	3570
unexpected	3571
unfolds	3572
ran	3573
gamut	3574
predictable	3575
worker	3576
pointing	3577
aquarium	3578
fish	3579
gobbling	3580
ones	3581
visitors	3582
welcome	3583
weird	3584
dweebish	3585
hunched	3586
staring	3587
beloved	3588
possessions	3589
desert	3590
await	3591
spaceship	3592
tuned	3593
text	3594
foundation	3595
amended	3596
elevating	3597
crime	3598
felony	3599
increasing	3600
fines	3601
prison	3602
individuals	3603
convicted	3604
invoked	3605
penalties	3606
unlawful	3607
restraints	3608
monopolies	3609
form	3610
otherwise	3611
foreign	3612
nations	3613
hereby	3614
shall	3615
engage	3616
deemed	3617
guilty	3618
misdemeanor	3619
conviction	3620
thereof	3621
punished	3622
fine	3623
exceeding	3624
imprisonment	3625
punishments	3626
discretion	3627
combine	3628
conspire	3629
persons	3630
chilean	3631
augusto	3632
pinochet	3633
extradited	3634
spain	3635
crimes	3636
committed	3637
wherever	3638
unpunished	3639
european	3640
jacques	3641
santer	3642
detained	3643
british	3644
police	3645
london	3646
16	3647
spanish	3648
magistrate	3649
extradition	3650
genocide	3651
terrorism	3652
dictatorship	3653
suffering	3654
citizens	3655
exile	3656
regime	3657
northern	3658
oviedo	3659
due	3660
prince	3661
asturias	3662
prize	3663
science	3664
annual	3665
prizes	3666
heir	3667
throne	3668
aware	3669
predicament	3670
daily	3671
el	3672
mundo	3673
ailing	3674
aides	3675
shielding	3676
rage	3677
kill	3678
clinic	3679
recovering	3680
accompanied	3681
politicians	3682
visit	3683
briefly	3684
wife	3685
lucia	3686
hiriart	3687
daughter	3688
veronica	3689
die	3690
permission	3691
scotland	3692
yard	3693
husband	3694
eighth	3695
floor	3696
urinary	3697
infection	3698
problems	3699
diabetes	3700
guards	3701
paper	3702
lacked	3703
report	3704
arrest	3705
policemen	3706
convinced	3707
protected	3708
diplomatic	3709
immunity	3710
flying	3711
tv13	3712
unidentified	3713
calmly	3714
imparted	3715
soldier	3716
governments	3717
shelter	3718
storm	3719
brewing	3720
minister	3721
blair	3722
vein	3723
ministry	3724
spokesman	3725
joaquin	3726
perez	3727
acting	3728
warrant	3729
baltasar	3730
garzon	3731
detention	3732
torture	3733
warmly	3734
welcomed	3735
rights	3736
activists	3737
worldwide	3738
sparked	3739
protests	3740
fears	3741
1997	3742
chile	3743
britain	3744
unrelated	3745
ethical	3746
apparently	3747
ignoring	3748
leftists	3749
labor	3750
party	3751
moves	3752
prosecute	3753
treaty	3754
straw	3755
strictly	3756
criteria	3757
required	3758
contrasted	3759
influential	3760
peter	3761
mandelson	3762
britons	3763
authorities	3764
via	3765
jose	3766
maria	3767
aznar	3768
rubber	3769
stamp	3770
reaches	3771
appears	3772
appealed	3773
judicial	3774
abuses	3775
argentina	3776
underpin	3777
pronounce	3778
edition	3779
madrid	3780
pais	3781
nullify	3782
ministers	3783
fate	3784
interfere	3785
myself	3786
avoided	3787
commenting	3788
intend	3789
journalists	3790
margin	3791
union	3792
summit	3793
alpine	3794
lakeside	3795
resort	3796
extradite	3797
urged	3798
humanitarian	3799
grounds	3800
reports	3801
bid	3802
nonsense	3803
stupid	3804
sick	3805
painful	3806
tearful	3807
recuperates	3808
compassion	3809
herniated	3810
disc	3811
spinal	3812
disorder	3813
hindered	3814
movement	3815
arrested	3816
instigation	3817
94	3818
victims	3819
killed	3820
disappeared	3821
enjoys	3822
health	3823
unconfirmed	3824
media	3825
worn	3826
pacemaker	3827
diabetic	3828
tract	3829
depression	3830
strongman	3831
acted	3832
accepting	3833
resumes	3834
1973	3835
1990	3836
commander	3837
permitted	3838
constitution	3839
drafted	3840
cuban	3841
fidel	3842
castro	3843
calling	3844
meddling	3845
universal	3846
covering	3847
finished	3848
breakfast	3849
king	3850
juan	3851
hotel	3852
unprecedented	3853
placed	3854
probing	3855
spaniards	3856
1970s	3857
80s	3858
protested	3859
traveling	3860
passport	3861
remaining	3862
authoritarian	3863
eduardo	3864
frei	3865
uncomfortable	3866
attending	3867
establishment	3868
rome	3869
cuba	3870
reservations	3871
ought	3872
security	3873
council	3874
reference	3875
countries	3876
creating	3877
reactions	3878
parliament	3879
armed	3880
bear	3881
england	3882
1982	3883
falkland	3884
islands	3885
maintained	3886
neutrality	3887
providing	3888
intelligence	3889
waited	3890
overshadow	3891
delegation	3892
legislators	3893
lobbying	3894
warned	3895
brink	3896
turmoil	3897
instability	3898
parliamentary	3899
deputy	3900
alberto	3901
espina	3902
ambassador	3903
triggered	3904
celebrations	3905
relatives	3906
supporters	3907
damaging	3908
senators	3909
jovino	3910
movoa	3911
julio	3912
lagos	3913
offshoot	3914
larger	3915
parliamentarians	3916
currently	3917
protesting	3918
behalf	3919
opposition	3920
parties	3921
renovation	3922
representatives	3923
stops	3924
affairs	3925
arguing	3926
colony	3927
188	3928
intention	3929
josep	3930
pique	3931
efe	3932
annulled	3933
challenges	3934
deadline	3935
presenting	3936
25th	3937
coincidentally	3938
83rd	3939
birthday	3940
prosecutor	3941
related	3942
jurisdiction	3943
hang	3944
lawmaker	3945
claim	3946
ridiculous	3947
son	3948
vowed	3949
hire	3950
iron	3951
fist	3952
bed	3953
murder	3954
decade	3955
seized	3956
brutal	3957
claiming	3958
broadcasting	3959
alun	3960
necessarily	3961
convey	3962
visiting	3963
accredited	3964
diplomats	3965
visitor	3966
publicity	3967
reflect	3968
dictators	3969
replaced	3970
conservative	3971
18	3972
cabinet	3973
lawmakers	3974
lobby	3975
criticized	3976
tantamount	3977
recognizing	3978
institutions	3979
lived	3980
inherited	3981
porto	3982
portugal	3983
franco	3984
events	3985
reign	3986
ended	3987
